Repository: datalocale/ckanext-datalocale
Catalog: ckanext/datalocale/i18n/*/LC_MESSAGES/ckan.po
Languages: fr

source: <br />These can be repeated as required. For example if the data is being supplied in multiple formats, or split into different areas or time periods, each file is a different 'resource' which should be described differently. They will all appear on the dataset page on CKAN together.<br /><br /> <b>URL:</b> This is the Internet link directly to the data - by selecting this link in a web browser, the user will immediately download the full data set. Note that datasets are not hosted on this site, but by the publisher of the data. Alternatively the URL can point to an API server such as a SPARQL endpoint or JSON-P service.<br /> <b>Format:</b> This should give the file format in which the data is supplied. <br /><b>Description</b> Any information you want to add to describe the resource.<br />
fr: Vous pouvez répéter ce champ autant de fois que nécessaire. Par exemple, si les données sont disponibles dans plusieurs formats, ou réparties en périodes ou zones géographiques différentes, chaque fichier est une "ressource" différente qui doit être décrite différemment. Elles apparaîtront ensemble sur la page du jeu de données dans CKAN.URL: saisissez le lien qui manèe directement à la donnée - en sélectionnant ce lien dans un navigateur Internet, l'utilisateur téléchargera directement le jeu de donnée intégralement. Notez que les jeux de données ne sont pas hébergés sur ce site, mais par l'éditeur de la donnée. Alternativement, l'URL peut pointer vers un serveur d'API tel qu'un point d'accès SPARQL ou un service JSON-P.Format: saisissez ici le format dans lequel le jeu de données est mis à disposition. Description: saisissez ici toute information utile que vous souhaiteriez ajouter à la description de la ressource à télécharger.

source: Format choices: CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Other as appropriate
fr: Choix de format : CSV | RDF | XML | XBRL | SDMX | HTML+RDFa | Autres si approprié

source: The main description of the dataset
fr: La description principale du jeu de données

source: It is often displayed with the package title. In particular, it should start with a short sentence that describes the data set succinctly, because the first few words alone may be used in some views of the data sets.
fr: Elle est souvent affichée avec le titre du jeu de données. En particulier, elle devrait débuter par une phrase courte qui décrit succinctement le jeu de données, car ces premiers mots seulement pourront parfois être affichés dans des vues résumées du jeu de données.

source: You can use %sMarkdown formatting%s here.
fr: Vous pouvez utiliser %sformat wiki%s ici

source: Basic information
fr: Informations sommaires

source: Groups
fr: Groupes

source: Detail
fr: Détails

source: Resource should be a dictionary: %r
fr: La ressource devrait être un dictionnaire: %r

source: Key unknown: %s
fr: clé inconnue: %s

source: Key blank
fr: clé vide

source: Updated
fr: Mis à jour

source: User role(s) added
fr: Rôle(s) utilisateur ajouté(s)

source: Please supply a user name
fr: Merci de fournir un nom d'utilisateur

source: Update your avatar at gravatar.com
fr: Mettez à jour votre avataz sur gravatar.com

source: Unknown
fr: Inconnu(e)

source: no name
fr: pas de nom

source: Created new dataset.
fr: Nouveau jeu de données créés

source: Edited resources.
fr: Ressources mis à jour

source: Edited settings.
fr: Paramètres mis à jour

source: Dear %s,
fr: Cher %s,

source: No recipient email address available!
fr: Pas de destinataire d'adresse email disponible!

source: You have requested your password on %(site_title)s to be reset. Please click the following link to confirm this request: %(reset_link)s
fr: Vous avez demandé le réinitialisation de votre mot de passe sur le site %(site_title)s. Merci de cliquer sur le lien suivant pour confirmer votre requête: %(reset_link)s

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Cannot render package description
fr: Impossible de restituer la description du jeu de données

source: No web page given
fr: Pas de page web fournie

source: Author not given
fr: Créateur non renseigné

source: Maintainer not given
fr: Mainteneur non renseigné

source: No links are allowed in the log_message.
fr: Aucun lien autorisé dans le log_message.

source: The input field %(name)s was not expected.
fr: Le champ saisi %(name)s n'était pas attendu.

source: Please enter an integer value
fr: Vous devez saisir un nombre entier

source: Tag vocabulary "%s" does not exist
fr: le mot clé "%s" n'existe pas

source: Invalid integer
fr: Nombre entier invalide

source: Date format incorrect
fr: Format de date incorrect

source: That group name or ID does not exist.
fr: Ce groupe d'utilisateur ou cet identifiant n'existe pas.

source: Activity type
fr: Type d'activité

source: That name cannot be used
fr: Ce nom ne peut pas être utilisé

source: Name must be a maximum of %i characters long
fr: Le nom doit être d'une longueur inférieur à %i caractères

source: Url must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
fr: Les URL doivent être en caractères alphanumériques (ascii) minuscules uniquement et les symboles -_

source: That URL is already in use.
fr: Cette URL est déjà utilisée

source: Name "%s" length is less than minimum %s
fr: La longueur du nom "%s" est inférieure au minimum %s

source: Name "%s" length is more than maximum %s
fr: La longueur du nom "%s" est supérieur au maximum %s

source: Version must be a maximum of %i characters long
fr: La version ne doit pas être supérieure à une longueur de caractère de %i

source: Tag "%s" length is more than maximum %i
fr: La longueur du tag "%s" est supérieure à la longueur maximale %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
fr: Le tag "%s" ne peut contenir que des lettres minuscules, des chiffres ou les symboles : -_

source: Tag "%s" must not be uppercase
fr: Le tag "%s" ne peut contenir de lettres majuscules

source: That login name is not available.
fr: Ce nom d'utilisateur n'est pas disponible.

source: Please enter both passwords
fr: Merci d'entrer les 2 mots de passe

source: Your password must be 4 characters or longer
fr: Votre mot de passe doit comporter au moins 4 caractères

source: The passwords you entered do not match
fr: Les mots de passe saisis ne correspondent pas.

source: Edit not allowed as it looks like spam. Please avoid links in your description.
fr: La modification n'est pas autorisée car elle ressemble à du spam. Merci d'éviter les liens dans votre description.

source: That vocabulary name is already in use.
fr: Ce nom de vocabulaire est déjà utilisé

source: Cannot change value of key from %s to %s. This key is read-only
fr: On ne peut pas changer le valeur de la clée de %s à %s. Cette clée est en lecture seulement

source: Tag vocabulary was not found.
fr: Ce tag de vocabulaire n'a pas été trouvé

source: Tag %s does not belong to vocabulary %s
fr: Le tag %s n'appartient pas au vocabulaire %s

source: No tag name
fr: Pas de tag

source: Tag %s already belongs to vocabulary %s
fr: Le tag %s appartient déjà au vocabulaire %s

source: REST API: Create object %s
fr: REST API: Création de l'objet %s

source: REST API: Create package relationship: %s %s %s
fr: REST API: Création d'une relation de paquet : %s %s %s

source: REST API: Create member object %s
fr: API REST: création de l'objet membre %s

source: You must supply a package id or name (parameter "package").
fr: Vous devez fournir un identifiant ou un nom pour le jeu de données (paramètre "jeu de données")

source: You must supply a rating (parameter "rating").
fr: Veuillez proposer une note (paramètre "notation").

source: Rating must be an integer value.
fr: La note doit être un nombre entier.

source: Rating must be between %i and %i.
fr: La note doit être comprise entre %i et %i.

source: REST API: Delete Package: %s
fr: API REST: suppression du jeu de données: %s

source: REST API: Delete %s
fr: API REST : Suppression de %s

source: Could not find tag "%s"
fr: Impossible de trouver le tag "%s"

source: Resource was not found.
fr: Ressource introuvable

source: REST API: Update object %s
fr: API REST : mise à jour de l'objet %s

source: Package was not found.
fr: Jeu de données introuvable

source: REST API: Update package relationship: %s %s %s
fr: REST API: Mise à jour de la relation de paquet: %s %s %s

source: TaskStatus was not found.
fr: Le statut de tâches n'a pas été trouvé

source: User %s not authorized to create packages
fr: L'utilisateur %s n'est pas autorisé à créer des jeux de données

source: User %s not authorized to edit these groups
fr: L'utilisateur %s n'est pas autorisé à modifier ces groupes

source: You must be logged in to add a related item
fr: Vous devez vous identifier pour ajouter un élément lié

source: User %s not authorized to edit these packages
fr: L'utilisateur %s n'est pas autorisé à modifier ces jeux de données

source: User %s not authorized to create groups
fr: L'utilisateur %s n'est pas autorisé à créer ces groupes

source: User %s not authorized to create authorization groups
fr: L'utilisateur %s n'est pas autorisé à modifier ces groupes d'authentification

source: User %s not authorized to create users
fr: L'utilisateur %s n'est pas autorisé à créer des utilisateurs

source: Group was not found.
fr: Groupe introuvable.

source: Valid API key needed to create a package
fr: Une clé d'API valide est nécessaire pour créer un jeu de données

source: Valid API key needed to create a group
fr: Une clé d'API valide est nécessaire pour créer un groupe

source: User %s not authorized to delete package %s
fr: L'utilisateur %s n'est pas autorisé à supprimer le jeu de données %s

source: Only the owner can delete a related item
fr: Seul un propriétaire peut supprimer un élément lié

source: User %s not authorized to delete relationship %s
fr: L'utilisateur %s n'est pas autorisé à supprimer la relation %s

source: User %s not authorized to delete group %s
fr: L'utilisateur %s n'est pas autorisé à supprimer le groupe %s

source: User %s not authorized to delete task_status
fr: L'utilisateur %s n'est pas autorisé à supprimer task_status

source: User %s not authorized to read these packages
fr: L'utilisateur %s n'est pas autorisé à lire ces jeux de données

source: User %s not authorized to read package %s
fr: L'utilisateur %s n'est pas autorisé à lire le jeu de données %s

source: No package found for this resource, cannot check auth.
fr: Pas de jeu de données trouvé pour cette ressource, impossible de vérifier l'authentification.

source: User %s not authorized to read resource %s
fr: L'utilisateur %s n'est pas autorisé à lire la ressource %s

source: User %s not authorized to read group %s
fr: L'utilisateur %s n'est pas autorisé à lire le groupe %s

source: User %s not authorized to edit package %s
fr: L'utilisateur %s n'est pas autorisé à modifier le jeu de données %s

source: User %s not authorized to read edit %s
fr: L'utilisateur %s n'est pas autorisé à lire ou modifier %s

source: User %s not authorized to change state of package %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'état du jeu de données %s

source: User %s not authorized to edit permissions of package %s
fr: L'utilisateur %s n'est pas autorisé à modifier les permissions du jeu de données %s

source: User %s not authorized to edit group %s
fr: L'utilisateur %s n'est pas autorisé à modifier le groupe %s

source: Only the owner can update a related item
fr: Seul le propriétaire peut modifier un élément lié

source: User %s not authorized to change state of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'état du groupe %s

source: User %s not authorized to edit permissions of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier les permissions du groupe %s

source: User %s not authorized to edit permissions of authorization group %s
fr: L'utilisateur %s n'est pas autorisé à modifier les permissions du groupe d'authentification %s

source: User %s not authorized to edit user %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'utilisateur %s

source: User %s not authorized to change state of revision
fr: L'utilisateur %s n'est pas modifier l'état de révision

source: User %s not authorized to update task_status table
fr: L'utilisateur %s n'est pas autorisé à mettre à jour la table task_status

source: User %s not authorized to update term_translation table
fr: L'utilisateur %s n'est pas authorisé à mettre à jour la table term_translation

source: Valid API key needed to edit a package
fr: Une clé d'API valide est nécessaire pour modifier un jeu de données

source: Valid API key needed to edit a group
fr: Une clé d'API valide est nécessaire pour modifier un groupe

source: Two package IDs are required
fr: Deux IDs de de paquet sont requises

source: User is not authorized to create groups
fr: L'utilisateur n'est pas autorisé à créer des groupes

source: Authorization groups not implemented in this profile
fr: Les groupes d'autorisation ne sont pas implémentés dans ce profile

source: User %s not authorized to delete packages in these group
fr: L'utilisateur %s n'est pas autorisé à supprimer des paquets dans ce groupe

source: Only members of this group are authorized to delete this group
fr: Seuls les membres de ce groupe sont autorisés à supprimer ce groupe

source: User not authorized to read package %s
fr: L'utilisateur n'est pas autorisé à lire le paquet %s

source: User %s not authorized to show group %s
fr: L'utilisateur %s n'est pas autorisé à montrer le groupe %s

source: User %s not authorized to edit packages in these groups
fr: L'utilisateur %s n'est pas autorisé à mettre à jour des paquets dans ce groupe

source: User %s not authorized to edit resources in this package
fr: L'utilisateur %s n'est pas autorisé à éditer une ressource dans ce paquet

source: Package edit permissions is not available
fr: Les permissions d'édition de ce paquet ne sont pas disponibles

source: Only members of this group are authorized to edit this group
fr: Seuls les membres de ce grope sont autorisés à mettre à jour ce groupe

source: Could not find user %s
fr: Impossible de trouver l'utilisateur %s

source: User %s not authorized to edit this group
fr: L'utilisateur %s n'est pas autorisé à modifier ce groupe

source: Group edit permissions is not implemented
fr: Les permissions d'édition de ce groupe ne sont pas implémentées

source: Authorization group update not implemented
fr: La mise à jour des groupes d'autorisation n'est pas implémentée

source: License Not Specified
fr: La licence n'est pas fournie

source: Other (Open)
fr: Autre (Ouvert)

source: Other (Public Domain)
fr: Autre (Domaine Public)

source: Other (Attribution)
fr: Autre (Attribution)

source: Other (Non-Commercial)
fr: Autre (Non-commercial)

source: Other (Not Open)
fr: Autre (Non-ouvert)

source: depends on %s
fr: dépendant de %s

source: is a dependency of %s
fr: est une dépendance de %s

source: derives from %s
fr: dérive de %s

source: has derivation %s
fr: a des dérivation de %s

source: links to %s
fr: lié à %s

source: is linked from %s
fr: est référencé par %s

source: is a child of %s
fr: est une enfant de %s

source: is a parent of %s
fr: est un parent de %s

source: has sibling %s
fr: a des liens de fraternité avec %s

source: Error
fr: Erreur

source: Checking...
fr: Vérification...

source: Type at least two characters...
fr: Saisissez au moins deux caractères...

source: This is the current URL.
fr: Ceci est l'URL actuelle.

source: This URL is available!
fr: Cette URL est disponible !

source: This URL is already used, please use a different one.
fr: Cette URL est déjà utilisée, merci d'en choisir une autre.

source: Failed to save, possibly due to invalid data
fr: Impossible d'enregistrer, probablement en raison de données non-valides

source: Add Dataset
fr: Ajouter un jeu de données

source: Add Group
fr: Ajouter un groupe

source: You have unsaved changes. Make sure to click 'Save Changes' below before leaving this page.
fr: Vous avez des modifications en cours non sauvegardées. Vérifiez que vous avez bien cliqué sur "enregistrer les modifications" avant de quitter cette page.

source: Loading...
fr: Chargement...

source: (no name)
fr: (pas de nom)

source: Delete the resource '%name%'?
fr: Supprimer la ressource '%name%' ?

source: Preview not available for data type:
fr: La pré-visualisation n'est pas disponible pour le type de donnée:

source: Failed to get credentials for storage upload. Upload cannot proceed
fr: Echec dans la récupération des habilitations pour télécharger dans l'espace de stockage. Le téléchargement ne peut pas aboutir.

source: Checking upload permissions ...
fr: Vérification des permissions de téléchargement...

source: Uploading file ...
fr: Téléchargement du fichier...

source: Data File
fr: Fichier de données

source: Visualization
fr: Visualisation

source: Metadata
fr: Métadonnées

source: Example
fr: Exemple

source: Upload
fr: Chargement

source: Resource Type
fr: Type de ressource

source: DataStore enabled
fr: Entrepôt de données disponible

source: Size (Bytes)
fr: Taille (octets)

source: Mimetype
fr: Type mime

source: Created
fr: Créé

source: Last Modified
fr: date de dernière modification

source: Mimetype (Inner)
fr: type mime (interne)

source: Hash
fr: Somme de contrôle

source: Done
fr: Fait

source: This resource has unsaved changes.
fr: Cette ressource comporte des modifications non sauvegardées

source: e.g. csv, html, xls, rdf, ...
fr: par exemple csv, html, xls, rdf, ...

source: Extra Fields
fr: Champs additionnels

source: Add Extra Field
fr: Ajout de champs additionnels

source: Delete Resource
fr: Suppression de ressource

source: You can use %aMarkdown formatting%b here.
fr: Vous pouvez utiliser la %asyntaxe wiki%b ici.

source: Dates are in %aISO Format%b — eg. %c2012-12-25%d or %c2010-05-31T14:30%d.
fr: Les dates sont au %aformat ISO 8601%b - par exemple %c2012-12-25%d ou %c2010-05-31T14:30%d.

source: Data File (Uploaded)
fr: Ficher de données (téléchargé)

source: Contact Us
fr: Nous contacter

source: Privacy Policy
fr: Politique de confidentialité

source: Site Admin
fr: Site d'administrateur

source: {actor} added the tag {object} to the dataset {target}
fr: {actor} a ajouté le tag {object} au jeu de données {target}

source: {actor} updated the group {object}
fr: {actor} a mis à jour le groupe {object}

source: {actor} updated the dataset {object}
fr: {actor} a mis à jour le jeu de donneés {object}

source: {actor} changed the extra {object} of the dataset {target}
fr: {actor} a changé le {object} additionnel du jeu de données {target}

source: {actor} updated the resource {object} in the dataset {target}
fr: {actor} a mis à jour la ressource {object} du jeu de données {target}

source: {actor} updated their profile
fr: {actor} a mis à jour son profil

source: {actor} deleted the group {object}
fr: {actor} a supprimé le groupe {object}

source: {actor} deleted the dataset {object}
fr: {actor} a supprimé le jeu de données {object}

source: {actor} deleted the extra {object} from the dataset {target}
fr: {actor} a supprimé le {object} additionnel du jeu de données {target}

source: {actor} deleted the resource {object} from the dataset {target}
fr: {actor} a supprimé la ressource {object} du jeu de données {target}

source: {actor} created the group {object}
fr: {actor} a créé le groupe {object}

source: {actor} created the dataset {object}
fr: {actor} a crée le jeu de données {object}

source: {actor} added the extra {object} to the dataset {target}
fr: {actor} a ajouté le {object} additionnel au jeu de données {target}

source: {actor} added the resource {object} to the dataset {target}
fr: {actor} a ajouté la ressource {object} au jeu de données {target}

source: {actor} signed up
fr: {actor} s'est authentifié

source: {actor} removed the tag {object} from the dataset {target}
fr: {actor} a supprimé le tag {object} du jeu de données {target}

source: Administration - Authorization
fr: Administration - Autorisation

source: Update Existing Roles
fr: Modifier les rôles existants

source: Add Roles for Any User
fr: Ajouter un rôle pour n'importe quel utilisateur

source: Add Role
fr: Ajouter un rôle

source: Existing Roles for Authorization Groups
fr: Rôles existants pour les groupes d'autorisation

source: Add Roles for Any Authorization Group
fr: Ajouter des rôles pour les groupes d'autorisation

source: Administration Dashboard
fr: Tableau de bord d'administration

source: Current Sysadmins
fr: administrateur système actuel

source: You can change sysadmins on the
fr: Vous pouvez modifier les administrateurs systèmes dans

source: authorization page
fr: la page d'autorisation

source: Trash
fr: Poubelle

source: Administration - Trash
fr: Administration - poubelle

source: Deleted Revisions
fr: Révisions supprimées

source: Purge them all (forever and irreversibly)
fr: Purgez les toutes (pour toujours et de manière irréversible)

source: Deleted Datasets
fr: Supprimez des jeux de données

source: - Authorization - AuthorizationGroups
fr: - Autorisation - GroupesAutorisation

source: Authorization:
fr: Autorisation:

source: Add
fr: Ajouter

source: - Edit - Authorization Groups
fr: - Modifier - groupes d'autorisation

source: There are no users currently in this group.
fr: Il n'y a actuellement aucun utilisateur dans ce groupe

source: Authorization Groups
fr: Groupes d'autorisation

source: There are [1:%(item_count)s] authorization groups.
fr: Il y a [1:%(item_count)s] groupes d'autorisation.

source: List
fr: Liste

source: Instead of specifying the privileges of specific users on a dataset or group, you can also specify a set of users that will share the same rights. To do that, an [1:authorization group] can be set-up and users can be added to it.
fr: Au lieu de définir les droits d'utilisateurs particuliers sur un jeu de données ou un groupe, Vous pouvez également définir un ensemble d'utilisateurs qui partageront les mêmes droits. Pour achever cela, un [1:groupe d'autorisation] peut être créé et des utilisateurs peuvent lui être ajoutés.

source: To create a new authorization group, please first [1:login].
fr: Pour créer un nouveau groupe d'autorisation, merci de [1:login] d'abord.

source: Create a new authorization group
fr: Créer un nouveau groupe d'autorisation

source: New - Authorization Groups
fr: Nouveau - groupes d'autorisation

source: New Authorization Group
fr: Nouveau groupe d'autorisation

source: - Authorization Groups
fr: - Groupes d'autorisation

source: Members
fr: Membres

source: There are %(item_count)s users in this authorization group.
fr: Il y a %(item_count)s utilisateurs dans ce groupe d'autorisation.

source: Update Existing Roles for Authorization Groups
fr: Modifier Les rôles existants pour ces groupes d'autorisation

source: There are no datasets currently in this group.
fr: Il n'y a actuellement aucun jeu de données dans ce groupe

source: Group History
fr: Historique du groupe

source: Groups of Datasets
fr: Groupe de jeu de données

source: What Are Groups?
fr: Qu'est ce qu'un groupe ?

source: Whilst tags are great at collecting datasets together, there are occasions when you want to restrict users from editing a collection. A [1:group] can be set-up to specify which users have permission to add or remove datasets from it.
fr: Alors que les tags sont utiles pour rassembler des jeux de données en collection, il peut y avoir des cas où vous pouvez souhaiter empêcher les utilisateurs de modifier une collection. Un [1:groupe] peut être créé pour définir quels sont les utilisateurs qui ont le droit d'ajouter ou de supprimer des jeux de données d'une collection.

source: New Dataset...
fr: Nouveau jeu de données...

source: Existing Dataset...
fr: Jeux de données existant...
