Repository: datalocale/ckanext-datalocale
Catalog: ckanext/datalocale/i18n/*/LC_MESSAGES/ckan.po
Languages: fr

source: Not authorized to see this page
fr: Vous n'êtes pas authorisé à consulter cette page

source: Invalid revision format: %r
fr: Le format de révision %r est invalide

source: Dataset not found
fr: Jeux de données non trouvé

source: Unauthorized to read package %s
fr: Lecture du paquet %s non-autorisée

source: Select two revisions before doing the comparison.
fr: Sélectionner deux révisions avant de comparer.

source: CKAN Dataset Revision History
fr: HIstorique des révisions des jeux de données de CKAN

source: Recent changes to CKAN Dataset:
fr: Changements récents des jeux de données CKAN:

source: Log message:
fr: Message de log :

source: Unauthorized to create a package
fr: Vous n'êtes pas autorisé à créer un jeu de données

source: User %r not authorized to edit %s
fr: L'utilisateur %r n'est pas autorisé à éditer %s

source: Integrity Error
fr: Erreur d'intégrité

source: Unable to add package to search index.
fr: Echec d'ajout du paquet à l'index de recherche

source: Unable to update search index.
fr: Echec de mise à jour de l'index de recherche

source: User %r not authorized to edit %s authorizations
fr: L'utilisateur %r n'est pas autorisé à éditer les droits de %s

source: Resource not found
fr: Ressource non trouvée

source: Unauthorized to read resource %s
fr: Non-autorisé à lire la ressource %s

source: Group not found
fr: Groupe introuvable

source: Unauthorized to read group %s
fr: Vous n'êtes pas autorisé à lire le groupe %s

source: Cannot render description
fr: Impossible de restituer la description

source: There was a problem with your submission, please correct it and try again
fr: Il a eu un problème avec votre soumission, merci de corriger et d'essayer à nouveau.

source: Your application has been submitted
fr: Votre application a été soumise.

source: There was a problem with your submission, please correct it and try again
fr: Il a eu un problème avec votre soumission, merci de corriger et d'essayer à nouveau.

source: Unauthorized to create a group
fr: Vous n'êtes pas autorisé à créer un groupe

source: No valid API key provided.
fr: Pas de clé d'API valide fournie

source: Missing value
fr: Valeur manquante

source: Resources
fr: Ressources

source: Package resource(s) invalid
fr: Ressource(s) du paquet invalide(s)

source: Missing Value
fr: valeur manquante

source: Cannot list entity of this type: %s
fr: Impossible de lister les entités de type %s

source: unknown user:
fr: utilisateur inconnu:

source: id not in data
fr: cet identifiant n'est pas dans la donnée

source: Could not find vocabulary "%s"
fr: Impossible de trouver le vocabulaire "%s"

source: Edit
fr: Éditer

source: Preview
fr: Aperçu

source: You can use
fr: Vous pouvez utiliser du

source: Markdown formatting
fr: format wiki

source: here.
fr: ici.

source: Title
fr: Titre

source: Number of datasets
fr: Nombre de jeu de données

source: Number of members
fr: Nombre de membres

source: View dataset resources
fr: Consultez les ressources du jeu de données

source: DOWNLOAD
fr: téléchargez

source: No downloadable resources.
fr: Pas de ressources téléchargeables

source: No description for this item
fr: Pas de description pour cet élément

source: no ratings yet
fr: Pas de notation disponible

source: – rate it now
fr: notez maintenant

source: User
fr: Utilisateur

source: User Group
fr: Groupe d'utilisateur

source: Logout
fr: Déconnexion

source: Register
fr: S'inscrire

source: Login
fr: Se connecter

source: Add a dataset
fr: Ajouter un jeu de données

source: Datasets
fr: Jeux de données

source: About
fr: À propos

source: Page Logo
fr: Page du logo

source: Master content template placeholder … please replace me.
fr: Emplacement du modèle de contenu maître...merci de me remplacer

source: API Docs
fr: Documentation de l'API

source: Languages
fr: Langues

source: Open Knowledge Foundation
fr: Fondation pour la Connaissance Ouverte

source: Licensed under the
fr: Couvert par

source: Open Database License
fr: La Licence Base de Données Ouvertes

source: This Content and Data is Open
fr: Ce contenu et ces données sont ouvertes

source: Powered by
fr: Propulsé par

source: View
fr: Afficher

source: Resources (0)
fr: Ressources (0)

source: Add / Edit resources
fr: Ajouter/mettre à jour les ressources

source: Related
fr: Relié

source: History
fr: Historique

source: Settings
fr: Paramètres

source: Authorization
fr: Autorisation

source: Errors in form
fr: Erreurs dans le formulaire

source: The form contains invalid entries:
fr: Le formulaire contient des entrées invalides :

source: Resource
fr: Ressource

source: A short descriptive title for the dataset
fr: Un titre descriptif succinct du jeu de données

source: Warning: URL is very long. Consider changing it to something shorter.
fr: Attention: l'URL est très longue. Il serait peut être utile de la réduire.

source: 2+ characters, lowercase, using only 'a-z0-9' and '-_'
fr: au moins 2 caractères, en minuscule, utilisez uniquement 'a-z0-9' et '-_'

source: Home Page
fr: Page d'accueil

source: The URL for the web page describing the data (not the data itself).
fr: Le lien URL pour une ressource décrivant le jeu de données (pas le jeu de données lui-même)

source: e.g. http://www.example.com/growth-figures.html
fr: exemple http://www.example.com/statistiques-rapport.html

source: License
fr: Licence

source: (Don't worry if you don't know which license the data has been released under).
fr: (Ne vous en faites pas si vous le savez pas sous quelle licence la donnée a été publiée)

source: Start with a summary sentence ...
fr: Commencez par une phrase de résumé...

source: (None)
fr: (aucun)

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see [1:this wiki page].
fr: Termes séparés par une virgule qui peuvent relier ce jeux de données à d'autres similaires. Pour plus d'informations sur les conventions, voir [1:cette page wiki].

source: e.g. pollution, rivers, water quality
fr: par exemple pollution, rivières, qualité de l'eau

source: A number representing the version (if applicable)
fr: Un numéro représentant la version (si applicable)

source: e.g. 1.2.0
fr: par exemple 1.2.0

source: Upload or link data files, APIs and other materials related to your dataset.
fr: Téléchargez ou lier à des fichiers de données, API ou d'autres objets reliés à votre jeu de données

source: New resource...
fr: Nouvelle ressource...

source: Link to a file
fr: Lier à un fichier

source: Link to an API
fr: Lier à une API

source: Upload a file
fr: Transférer un fichier

source: File URL
fr: Saisissez l'URL

source: API URL
fr: URL de l'API

source: The name of the main contact, for enquiries about this particular dataset, using the e-mail address in the following field.
fr: Le nom du contact principal, pour des requêtes concernant ce jeu de données en particulier, utilisant l'adresse email spécifiée dans ce champ.

source: Author email
fr: courriel de l'auteur

source: Maintainer
fr: Mainteneur

source: If there is another important contact person (in addition to the person in the Author field) then provide details here.
fr: S'il existe un autre contact important (en complément du contact spécifié dans le champ auteur) vous pouvez le préciser ici.

source: Maintainer email
fr: Courriel du responsable

source: Delete
fr: Supprimer

source: Do you really want to change the state of this dataset?
fr: Vous voulez vraiment modifier l'état de ce jeu de données ?

source: Yes!
fr: Oui!

source: active
fr: actif

source: deleted
fr: supprimé

source: Since you have not signed in this will just be your IP address. [1:Click here to sign in] before saving (opens in new window).
fr: Comme vous ne vous êtes pas identifié, seule votre adresse IP apparaîtra. [1:Cliquez ici pour vous connecter] avant de sauvegarder (ouvre une nouvelle fenêtre).

source: Save Changes
fr: Sauvegarder vos modifications

source: Cancel
fr: Annuler

source: By submitting content, you agree to release your contributions under the
fr: En soumettant du contenu, vous acceptez de publier votre contribution sous le

source: . Please
fr: s'il vous plaît

source: refrain
fr: restreignez vous

source: from editing this page if you are
fr: de mettre à jour cett epage si vous n'êtes

source: not
fr: pas

source: happy to do this.
fr: heureux de le faire.

source: - Edit - Datasets
fr: - Modifier - Jeux de données

source: Edit:
fr: Modifier:

source: Basic Information
fr: Informations de base

source: Further Information
fr: Plus d'information

source: - Datasets
fr: - Jeu de données

source: This dataset satisfies the Open Definition.
fr: Ce jeu de données est conforme à l'Open Definition

source: [Open Data]
fr: [Données Ouvertes]

source: Related Datasets
fr: Jeux de données liés

source: Other access
fr: Autre accès

source: This is an old revision of this dataset, as edited
fr: C'est une ancienne révision de ce jeu de données, comme modifié

source: at
fr: sur

source: . It may differ significantly from the
fr: . Il peut être légèrement différent de la

source: current revision
fr: révision courante

source: This is the current revision of this dataset, as edited
fr: C'est la révision courante de ce jeu de données, comme modifié

source: Dataset History
fr: Historique du jeu de données

source: (edit)
fr: (modifier)

source: (none)
fr: (aucun)

source: Additional Information
fr: Information additionnelle

source: (settings)
fr: (paramètres)

source: Field
fr: Champ

source: Value
fr: Valeur

source: Author
fr: Auteur

source: Country
fr: Pays

source: State
fr: État

source: Harvest Source
fr: Source de moisson

source: Apply
fr: Appliquer

source: Please explain to the owner your reasons for wishing to become an editor of this organization
fr: Merci d'expliquer au propriétaire les raisons pour lesquelles vous souhaitez de venir éditeur au sein de ce groupe

source: Add...
fr: Ajouter...

source: Key =
fr: clé =

source: Value =
fr: valeur =

source: Add datasets
fr: Ajouter des jeux de données

source: Dataset
fr: Jeu de données

source: Add a new dataset
fr: Ajouter un nouveau jeu de données

source: History:
fr: Historique:

source: Revisions
fr: Révisions

source: Error:
fr: Erreur :

source: Revision
fr: Révision

source: Log Message
fr: Message de log

source: Compare »
fr: Comparer »

source: What Are Organizations?
fr: Qu'est-ce qu'un diffuseur?

source: Administrators
fr: Administrateurs

source: State:
fr: Etat:

source: Search
fr: Recherche

source: [1:You searched for "%(query)s". ]%(number_of_results)s datasets found.
fr: [1:Vous avez recherché "%(query)s". ]%(number_of_results)s jeux de données trouvés.

source: Not Openly Licensed
fr: Pas couvert par une licence ouverte

source: Users
fr: Utilisateurs

source: Add users
fr: Ajouter des utilisateurs

source: Save
fr: Enregistrer

source: Welcome to
fr: Bienvenue à

source: datasets
fr: jeux de données

source: has
fr: a

source: datasets.
fr: jeux de données

source: Find datasets
fr: Trouver des jeux de données

source: Submit
fr: Soumettre

source: - Dataset - Resource
fr: - Jeu de donnée - ressource

source: API Endpoint
fr: Point d'accès API

source: Download
fr: Téléchargement

source: Data API
fr: API de données

source: Data API is unavailable for this resource as DataStore is disabled
fr: L'API de données n'est pas disponible pour cette ressource car l'entrepôt de données n'est pas activé

source: Last updated
fr: Dernièrement modifié

source: License unknown
fr: Licence inconnue

source: From the [1:Dataset]:
fr: Depuis le [1:jeu de données]:

source: Cannot embed as resource is private.
fr: Impossible de l'incorporer car la ressource est privée

source: Embed
fr: Incorporez

source: Search -
fr: Recherche -

source: Do you know of a dataset that should be added to
fr: Connaissez-vous un jeu de données qui devrait être ajouté à

source: Register it now
fr: Référencez le maintenant

source: You can also access this registry using the
fr: Vous pouvez également accéder à ce catalogue en utilisant le

source: (see
fr: (voir

source: or download a
fr: ou télécharger un

source: full
fr: complet

source: [1:There was an error while searching.] Please try again.
fr: [1:Une erreur est survenue pendant la recherche.] Merci d'essayer à nouveau.

source: [1:%(item_count)s] datasets found
fr: [1:%(item_count)s] jeux de données trouvé

source: Would you like to [1:create a new dataset?]
fr: Voulez-vous [1:créer un nouveau jeu de données?]

source: Login - User
fr: Connexion - Utilisateur

source: Login to
fr: Se connecter à

source: Login:
fr: Connexion:

source: Password:
fr: Mot de passe :

source: Remember me:
fr: Se souvernir de moi

source: Sign In
fr: identifiez-vous

source: Forgot your password?
fr: Mot de passe oublié?

source: Statistics
fr: Statistiques

source: Home
fr: Accueil

source: Total number of Datasets
fr: Nombre total de jeux de données

source: Revisions to Datasets per week
fr: Révisions de jeux de données par semaine

source: Top Rated Datasets
fr: Les jeux de données les mieux notés

source: Average rating
fr: notation moyenne

source: Number of ratings
fr: Nombre de notation

source: No ratings
fr: Pas de notation

source: Most Edited Datasets
fr: Les jeux de données les plus édités

source: Number of edits
fr: Nombre d'édition

source: Largest Groups
fr: Groupe le plus large

source: Group
fr: Groupe

source: Top Tags
fr: Tag le plus utilisé

source: Users owning most datasets
fr: Utilisateurs possédant le plus de jeux de données

source: Page last updated:
fr: Page la plus récemment mise à jour

source: Leaderboard - Stats
fr: Tableau de bord - statistiques

source: Dataset Leaderboard
fr: Tableau de bord des jeux de données

source: Choose a dataset attribute and find out which categories in that area have the most datasets. E.g. tags, groups, license, res_format, country.
fr: Choississez un attribut de jeu de données et découvrez quelles sont les catégories qui rassemblent le plus de jeux de donnéesdans cette zone. Par exemple tags, grouopes, licences, format, pays

source: Choose area
fr: Choississez une zone

source: Authorization function not found: %s
fr: Fonction d'authentification %s indisponible

source: Need to be system administrator to administer
fr: Vous devez être un administrateur système pour administrer

source: Changes Saved
fr: Modifications enregistrées

source: User Added
fr: utilisateur ajouté

source: unknown authorization group:
fr: groupe d'autorisation inconnnu:

source: Authorization Group Added
fr: groupe d'autorisation ajouté

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
fr: Impossible de purger le paquet %s car les révisions associées %s contiennent les paquets non-supprimés %s

source: Problem purging revision %s: %s
fr: Une problème a été rencontré lors de la purge de la révision %s: %s

source: Purge complete
fr: Purge terminée

source: Action not implemented.
fr: Action non implémentée

source: Access denied
fr: Accès non-autorisé

source: Not found
fr: Indisponible

source: Bad request
fr: Requête incorrecte

source: Action name not known: %s
fr: L'action %s est inconnue

source: JSON Error: %s
fr: Erreur JSON: %s

source: Bad request data: %s
fr: Mauvaise requête de données: %s

source: Parameter Error
fr: Erreur de paramétrage

source: Cannot read entity of this type: %s
fr: Impossible de lire les entités de type %s

source: Cannot create new entity of this type: %s %s
fr: Ne peut créer un nouvel élément de ce type : %s %s

source: Unable to add package to search index
fr: Echec d'ajout du paquet à l'index de recherche

source: Cannot update entity of this type: %s
fr: Ne peut modifier un élement de ce type : %s

source: Unable to update search index
fr: Echec de mise à jour de l'index de recherche

source: Cannot delete entity of this type: %s %s
fr: Ne peut supprimer un élément de ce type : %s %s

source: No revision specified
fr: Aucune révision spécifiée

source: There is no revision with id: %s
fr: La révision avec l'identifiant %s n'existe pas

source: Could not read parameters: %r
fr: Impossible de lire les paramètres %r

source: Bad search option: %s
fr: Mauvaise option de recherche : %s

source: Unknown register: %s
fr: Enregistrement %s inconnu

source: Malformed qjson value
fr: valeur qjson inconnue

source: Request params must be in form of a json encoded dictionary.
fr: Les paramètres de la requête doivent être encodés au format json.

source: Not authorized to read %s
fr: Non-autorisé à lire %s

source: User %r not authorized to edit %r
fr: L'utilisateur %r n'est pas autorisé à éditer %r

source: CKAN Group Revision History
fr: Historique de révision du groupe CKAN

source: Recent changes to CKAN Group:
fr: Modifications récents du groupe CKAN

source: This site is currently off-line. Database is not initialised.
fr: Le site est actuellement indisponible. La base de données n'est pas initialisée.

source: %s uses your email address if you need to reset your password.
fr: %s utilise votre adresse email si vous avez besoin de mettre à jour votre mot de passe

source: Please <a href="%s">update your profile</a> and add your email address.
fr: Merci de<a href="%s">mettre à jour votre profil</a> et d'ajouter votre adresse email

source: Please <a href="%s">update your profile</a> and add your full name.
fr: Merci de<a href="%s">mettre à jour votre profil</a> et d'ajouter votre nom complet

source: CKAN Repository Revision History
fr: Historique du dépôt CKAN

source: Recent changes to the CKAN repository.
fr: Modifications récentes du dépôt CKAN.

source: Datasets affected: %s.
fr: Jeux de données affectés: %s.

source: Revision updated
fr: Révision mise à jour

source: Other
fr: Autre

source: Tag not found
fr: Mot-clé introuvable

source: Unauthorized to create a user
fr: Vous n'êtes pas autorisé à créer un utilisateur

source: Unauthorized to create user %s
fr: Vous n'êtes pas autorisé à créer l'utilisateur %s

source: User not found
fr: Utilisateur introuvable

source: Bad Captcha. Please try again.
fr: Mauvais Captcha. Merci d'essayer à nouveau

source: User "%s" is now registered but you are still logged in as "%s" from before
fr: L'utiliasteur "%s" est maintenant enregistré mais vous êtes toujours authentifiée en tant que "%s" depuis votre visite précédente

source: No user specified
fr: Pas d'utilisateur spécifié

source: Unauthorized to edit user %s
fr: Vous n'êtes pas autorisé à modifier l'utilisateur %s

source: User %s not authorized to edit %s
fr: L'utilisateur %s n'est pas autorisé à modifier %s

source: Profile updated
fr: Profil mis à jour

source: %s is now logged in
fr: %s est maintenant connecté

source: Login failed. Bad username or password.
fr: l'authentification a échouée. Erreur dans le nom d'utilisateur ou dans le mot de passe

source: (Or if using OpenID, it hasn't been associated with a user account.)
fr: (Si vous utilisez OpenID, ce mécanisme d'identification n'a pas été associée à un compte d'utilisateur du site.)

source: "%s" matched several users
fr: "%s" correspond à plusieurs utilisateurs

source: No such user: %s
fr: Pas d'utilisateur correspondant à: %s

source: Please check your inbox for a reset code.
fr: Merci de vérifier votre boîte de courriel pour votre code réinitialisé

source: Could not send reset link: %s
fr: Impossible d'envoyer le lien de réinitialisation: %s

source: Invalid reset key. Please try again.
fr: Clé de réinitialisation invalide. Merci d'essayer à nouveau.

source: Your password has been reset.
fr: Votre mot de passe a bien été réinitialisé.

source: Error: Could not parse About text
fr: Erreur: Impossible de parser le texte à propos

source: Your password must be 4 characters or longer.
fr: Votre mot de passe doit comporter au moins 4 caractères

source: The passwords you entered do not match.
fr: Les mots de passe saisis ne correspondent pas.

source: Name
fr: Nom d'utilisateur

source: <strong>Unique identifier</strong> for group.
fr: <strong>L'identifiant</strong> du groupe doit être<strong>unique</strong>.

source: Details
fr: Détails

source: Name must be at least %s characters long
fr: Le nom doit comporter au moins %s caractères

source: Name must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
fr: Le nom ne peut contenir que des lettres minuscules, des chiffres (ascii) ou les symboles : -_

source: Dataset name already exists in database
fr: Le nom du jeu de données existe déjà dans la base de données

source: Group name already exists in database
fr: Le nom de groupe existe déjà dans la base de données

source: Value does not match required format: %s
fr: La valeur ne satisfait pas au format requis: %s

source: Dataset resource(s) incomplete.
fr: les ressources du jeu de données sont incomplètes

source: Tag "%s" length is less than minimum %s
fr: La longueur du tag "%s" est inférieure au minimum requis (%s)

source: Tag "%s" must not contain any quotation marks: "
fr: Tag "%s" ne doit pas contenir de guillemets: "

source: Duplicate key "%s"
fr: Clé "%s" dupliquée

source: Extra key-value pair: key is not set for value "%s".
fr: Paire supplémentaire clé-valeur: la clé est absente pour la valeur "%s".

source: Cannot add any groups.
fr: Impossible d'ajouter un groupe.

source: Can't derived new group selection from serialized value structured like this: %s
fr: Impossible de dériver le nouveau groupe sélectionné à partir de la valeur sérialisée structurée comme: %s

source: other - please specify
fr: autre - merci de préciser

source: Package
fr: Paquet

source: Add packages
fr: Ajouter un jeu de données

source: A short descriptive title for the data set.
fr: Un court titre descriptif pour le jeu de données

source: It should not be a description though - save that for the Notes field. Do not give a trailing full stop.
fr: Cela ne doit pas pas constituer une description - à spécifier dans le champs note. Ne terminez pas par un point

source: A unique identifier for the package.
fr: Un identifiant unique pour le jeu de données

source: It should be broadly humanly readable, in the spirit of Semantic Web URIs. Only use an acronym if it is widely recognised. Renaming is possible but discouraged.
fr: Il doit être si possible compréhensible par un être humain, dans l'esprit des URI du web de données. N'utilisez un acronyme que s'il est largement employé. Le renommage est possible mais déconseillé.

source: The licence under which the dataset is released.
fr: La licence sous laquelle est publié ce jeu de données

source: Comma-separated terms that may link this dataset to similar ones. For more information on conventions, see <a href="%s">this wiki page</a>.
fr: Termes séparés par des virgules qui peuvent lier ce jeux de données à d'autres similaires. Pour plus d'informations sur les conventions, voir <a href="%s">cette page wiki</a>.

source: The files containing the data or address of the APIs for accessing it.
fr: Les fichiers contenant les données ou l'adresse de l'API permettant d'y accéder
