Repository: datalocale/ckanext-datalocale
Catalog: ckanext/datalocale/i18n/*/LC_MESSAGES/ckanext-datalocale.po
Languages: fr

source: CKAN API
fr: API CKAN

source: Powered by <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a><br/> &copy; 2016 <img src="http://assets.okfn.org/images/logo/okf_logo_white_and_green_tiny.png" id="footer-okf-logo" /> <a href="http://okfn.org/">Open Knowledge Foundation</a><br/> Licensed under the <a href="http://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a> <a href="http://opendefinition.org/"><img alt="This Content and Data is Open" src="http://assets.okfn.org/images/ok_buttons/od_80x15_blue.png" style="border: none;"/></a>
fr: Propulsé par <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a><br/> &copy; 2016 <img src="http://assets.okfn.org/images/logo/okf_logo_white_and_green_tiny.png" id="footer-okf-logo" /> <a href="http://okfn.org/">Open Knowledge Foundation</a><br/> Couvert par <a href="http://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a> <a href="http://opendefinition.org/"><img alt="This Content and Data is Open" src="http://assets.okfn.org/images/ok_buttons/od_80x15_blue.png" style="border: none;"/></a>

source: Datasets
fr: Jeux de données

source: Organizations
fr: Diffuseurs

source: Groups
fr: Thèmes

source: About
fr: À propos

source: Organization not found
fr: Diffuseur non trouvé

source: Organization has been deleted.
fr: Ce diffuseur a été supprimé

source: {actor} updated the organization {organization}
fr: {actor} a mis à jour le diffuseur {organization}

source: {actor} deleted the organization {organization}
fr: {actor} a supprimé le diffuseur {organization}

source: {actor} created the organization {organization}
fr: {actor} a créé le diffuseur {organization}

source: A organization must be supplied
fr: Un diffuseur doit être fournie

source: Organization does not exist
fr: Ce diffuseur n'existe pas

source: You cannot add a dataset to this organization
fr: Vous ne pouvez pas ajouter un jeu de données à ce diffuseur

source: Datasets with no organization can't be private.
fr: Les jeux de données n'appartenant pas à un diffuseur ne peuvent pas être privés.

source: Trying to create an organization as a group
fr: Tentative de création d'un diffuseur en tant que thème

source: Organization was not found.
fr: Diffuseur introuvable

source: User %s not authorized to add dataset to this organization
fr: L'utilisateur %s n'est pas autorisé à ajouter un jeu de données à ce diffuseur

source: User %s not authorized to create organizations
fr: L'utilisateur %s n'est pas autorisé à créé des diffuseurs

source: User %s not authorized to delete organizations
fr: L'utilisateur %s n'est pas autorisé à supprimer les diffuseurs

source: User %s not authorized to delete organization %s
fr: L'utilisateur %s n'est pas autorisé à supprimer le diffuseur %s

source: User %s not authorized to edit organization %s
fr: L'utilisateur %s n'est pas autorisé à modifier le diffuseur %s

source: organization
fr: diffuseur

source: organizations
fr: diffuseurs

source: Organization Form
fr: Formulaire de diffuseur

source: This organization has no datasets associated to it
fr: Ce diffuseur n'a pas de jeu de données associé

source: Are you sure you want to delete organization - {name}?
fr: Etes-vous sûr de vouloir supprimer le diffuseur - {name}?

source: Edit Organization
fr: Modifier le diffuseur

source: Add Organization
fr: Ajouteur un diffuseur

source: Search organizations...
fr: Rechercher les diffuseurs

source: There are currently no organizations for this site
fr: Il n'y a actuellement aucun diffuseur pour ce site

source: Create an Organization
fr: Créer un diffuseur

source: Update Organization
fr: Mise à jour du diffuseur

source: Create Organization
fr: Créer un diffuseur

source: Datasets in organization: {group}
fr: Jeux de données du diffuseur : {group}

source: What are Organizations?
fr: Que sont les diffuseurs (ou organisations) ?

source: My Organization
fr: Mon diffuseur

source: my-organization
fr: mon-diffuseur

source: A little information about my organization...
fr: Un peu d'information au sujet de mon diffuseur

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
fr: Êtes vous sûr de vouloir supprimer ce diffuseur ? Cela supprimera tous les jeux de données publics et privés appartenant à ce diffuseur.

source: Save Organization
fr: Sauvegarder le Diffuseur

source: Organization
fr: Diffuseur

source: No organization
fr: Aucun diffuseur

source: There is no description for this organization
fr: Il n'y a pas de description pour ce diffuseur

source: {number} organization found for "{query}"
fr: {number} diffuseur trouvé pour "{query}"

source: No organizations found for "{query}"
fr: Aucun diffuseur trouvé pour "{query}"

source: {number} organization found
fr: {number} diffuseur trouvé

source: No organizations found
fr: Aucun diffuseur trouvé

source: My Organizations
fr: Mes diffuseurs

source: Group not found
fr: Thème introuvable

source: Incorrect group type
fr: Type de thème incorrect

source: Unauthorized to read group %s
fr: Vous n'êtes pas autorisé à lire le thème %s

source: Unauthorized to create a group
fr: Vous n'êtes pas autorisé à créer un thème

source: Unauthorized to delete group %s
fr: Vous n'êtes pas autorisé à supprimer le thème %s

source: Group has been deleted.
fr: Ce thème a été supprimé.

source: Unauthorized to add member to group %s
fr: Vous n'êtes pas autorisé à ajouter un membre au thème %s

source: Unauthorized to delete group %s members
fr: Vous n'êtes pas autorisé à supprimer un membre du thème %s

source: Group member has been deleted.
fr: Le membre de ce thème a été supprimé

source: Unauthorized to read group {group_id}
fr: Vous n'êtes pas autorisé à lire le thème {group_id}

source: {actor} updated the group {group}
fr: {actor} a mis à jour le thème {group}

source: {actor} deleted the group {group}
fr: {actor} a supprimé le thème {group}

source: {actor} created the group {group}
fr: {actor} a créé le thème {group}

source: Group
fr: Thème

source: That group name or ID does not exist.
fr: Ce thème ou cet identifiant n'existe pas

source: Group name already exists in database
fr: Le nom du thème existe déjà dans la base de données

source: You must be logged in to follow a group.
fr: Vous devez vous identifier pour suivre un thème.

source: User %s not authorized to edit these groups
fr: L'utilisateur %s n'est pas autorisé à modifier ces thèmes

source: User %s not authorized to create groups
fr: L'utilisateur %s n'est pas autorisé à créer ces thèmes

source: Group was not found.
fr: Thème introuvable

source: Valid API key needed to create a group
fr: Une clé d'API valide est nécessaire pour créer un thème

source: User %s not authorized to edit group %s
fr: L'utilisateur %s n'est pas autorisé à modifier le thème %s

source: User %s not authorized to delete groups
fr: L'utilisateur %s n'est pas autorisé à supprimer des thèmes

source: User %s not authorized to delete group %s
fr: L'utilisateur %s n'est pas autorisé à supprimer le thème %s

source: User %s not authorized to read group %s
fr: Utilisateur %s non autorisé à lire le thème %s

source: User %s not authorized to change state of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier l'état du thème %s

source: User %s not authorized to edit permissions of group %s
fr: L'utilisateur %s n'est pas autorisé à modifier les permissions du thème %s

source: Valid API key needed to edit a group
fr: Une clé d'API valide est nécessaire pour modifier un thème

source: Add a Group
fr: Ajouter un thème

source: Group Form
fr: Formulaire de thème

source: Are you sure you want to delete group - {name}?
fr: Êtes-vous sûr de vouloir supprimer le thème - {name}?

source: Edit Group
fr: Modifier le thème

source: Add Group
fr: Ajouter un thème

source: Search groups...
fr: Rechercher les thèmes...

source: There are currently no groups for this site
fr: Il n'y a actuellement aucun thème pour ce site

source: Create a Group
fr: Créer un thème

source: Update Group
fr: Mise à jour du thème

source: Create Group
fr: Créer le thème

source: Datasets in group: {group}
fr: Jeux de données du thème : {group}

source: My Group
fr: Mon thème

source: my-group
fr: mon-theme

source: A little information about my group...
fr: Un peut d'information au sujet de mon thème...

source: Are you sure you want to delete this Group?
fr: Etes-vous sûr de vouloir supprimer ce thème?

source: Save Group
fr: Sauvegarder le thème

source: Remove dataset from this group
fr: Supprimer les jeux de données de ce thème

source: What are Groups?
fr: Que sont les thèmes (ou groupes) ?

source: group
fr: thème

source: groups
fr: thèmes

source: Associate this group with this dataset
fr: Associer ce thème à un jeu de données

source: Add to group
fr: Ajouter à un thème

source: There are no groups associated with this dataset
fr: Il n'y a pas de thème associé à ce jeu de données

source: {number} group found for "{query}"
fr: {number} thème trouvé pour "{query}"

source: No groups found for "{query}"
fr: Aucun thème trouvé pour "{query}"

source: {number} group found
fr: {number} thème trouvé

source: No groups found
fr: Aucun thème trouvé

source: My Groups
fr: Mes thèmes

source: You are not a member of any groups.
fr: Vous n'êtes membre d'aucun thème.

source: Create datasets, groups and other exciting things
fr: Créer des jeux de données, des thèmes et d'autres choses passionnantes

source: This group has no description
fr: Il n'y a pas de description pour ce thème

source: Largest Groups
fr: Thèmes les plus gros

source: No groups
fr: Pas de thèmes
