Repository: datalocale/ckanext-datalocale
Catalog: ckanext/datalocale/i18n/*/LC_MESSAGES/ckan.po
Languages: fr

source: List Groups
fr: Liste des groupes

source: Add a Group
fr: Ajouter un groupe

source: Login to Add a Group
fr: Identification nécessaire pour ajouter un groupe

source: Add A Group
fr: Ajouter un groupe

source: Image URL:
fr: URL de l'image:

source: The URL for the image that is associated with this group.
fr: L'URL de l'image qui est associée avec ce groupe.

source: What was the [1:average price] of a house in the UK in 1935? When will India's projected population [2:overtake] that of China? Where can you see [3:publicly-funded art] in Seattle? Data to answer many, many questions like these is out there on the Internet somewhere - but it is not always easy to find.
fr: Quel était le [1:prix moyen ] d'une maison en France en 1935? Quand est ce que la population estimée de l'Inde [2:dépassera] celle de la Chine? Où pouvez-vous voir de [3:l'art subventionné] à Amsterdam? Les données pour répondre à beaucoup, beaucoup de questions comme celles-ci est disponible quelque part sur Internet - mais ce n'est pas toujours facile de trouver les réponses.

source: %(site_title)s is a community-run catalogue of useful sets of data on the Internet. You can collect links here to data from around the web for yourself and others to use, or search for data that others have collected. Depending on the type of data (and its conditions of use), %(site_title)s may also be able to store a copy of the data or host it in a database, and provide some basic visualisation tools.
fr: %(site_title)s est un catalogue communautaire de jeux de données utiles disponibles sur Internet. Vous pouvez collecter ici des liens vers des données provenant du monde entier pour votre utilisation ou celle d'autrui, ou rechercher des jeux de données que d'autres ont collectés. Suivant le type de données (et de ses conditions d'utilisation), %(site_title)s est aussi capable de stocker une copie des données ou de les héberger dans une base de données, et de fournir des outils simples de visualisation.

source: How it works
fr: Comme cela fonctionne

source: This site is running a powerful piece of open-source data cataloguing software called [1:CKAN], written and maintained by the [2:Open Knowledge Foundation]. Each 'dataset' record on CKAN contains a description of the data and other useful information, such as what formats it is available in, who owns it and whether it is freely available, and what subject areas the data is about. Other users can improve or add to this information (CKAN keeps a fully versioned history).
fr: Ce site utilise une brique puissante d'une application de catalogage de données open-source appelé [1:CKAN], écrit et maintenu par la [2:Fondation Open Knowledge]. Chaque enregistrement de 'jeu de données' dans CKAN contient une description des données et d'autres informations utiles, telles que les formats disponibles, le producteur, et si elles sont librement disponibles, et quels sont les sujets dont elles traitent. D'autres utilisateurs peuvent améliorer ou ajouter à ces informations (CKAN conserve un historique complet des modifications).

source: CKAN powers a number of data catalogues on the Internet. [1:The Data Hub] is an openly editable open data catalogue, in the style of Wikipedia. The UK Government uses CKAN to run [2:data.gov.uk], which currently lists 8,000 government datasets. Official public data from most European countries is listed in a CKAN catalogue at [3:publicdata.eu]. There is a comprehensive list of catalogues like these around the world at [4:datacatalogs.org], which is itself powered by CKAN.
fr: CKAN est à la base d'un certain nombre de catalogues de données sur Internet. [1:The Data Hub] est une catalogue ouvert de données ouvertes, dans le style de Wikipedia. Le gouvernement britannique uutilise CKAN pour [2:data.gov.uk], qui liste actuellement 8,000 jeux de données gouvernementaux. Les données publiques officielles de la plupart des pays européens sont listées dans le ctalogue CKAN disponible sur [3:publicdata.eu]. Il existe également une liste de catalogue de ce type disponibles dans le monde disponible sur [4:datacatalogs.org], qui est lui-même propulsé par CKAN.

source: Open data and the Open Knowledge Foundation
fr: Données ouvertes et Fondation pour la Connaissance ouverte

source: The [1:Open Knowledge Foundation] is a non-profit organisation [2:promoting] open knowledge: writing and improving CKAN is one of the ways we do that. If you want to get involved with its design or code, join the discussion or development [3:mailing lists], or take a look at the [4:OKFN] site to find out about our other projects.
fr: La [1:Fondation pour la Connaissance Ouverte] est une organisation à but non lucratif [2:faisant la promotion] la connaissance ouverte: écrire et améliorer CKAN est un des moyens de parvenir à ce but. Si vous souhaitez vous impliquer dans son apparence ou son code source, rejoignez les [3:listes de diffusion] consacrées à la discussion ou au développement, ou jetez une oeil sur le site d' [4:OKFN] pour en savoir plus sur nos autres projets.

source: Welcome
fr: Bienvenue

source: Find data
fr: Trouver des données

source: contains
fr: contient

source: that you can browse, learn about and download.
fr: Que vous pouvez parcourir, apprendre de et télécharger.

source: Share data
fr: Partager des données

source: Add your own datasets to share them with others and to find other people interested in your data.
fr: Ajouter vos propres jeux de données pour les partager avec d'autres et trouver d'autres personnes intéressées par vos données.

source: Create a dataset »
fr: Créer un jeu de données »

source: Sign up »
fr: Inscription »

source: Collaborate
fr: Collaborer

source: Open Data Handbook
fr: Manuel Open Data

source: Who else is here?
fr: Qui est connecté ?

source: - Datasets - History
fr: - Jeux de données - Historique

source: Edit summary (briefly describe the changes you have made)
fr: Modifier le résumé (décrivez brièvement les changement effectués)

source: Author:
fr: Auteur :

source: Since you have not signed in this will just be your IP address.
fr: Comme vous ne vous êtes pas identifiés seule votre adresse IP apparaîtra

source: Click here to sign in
fr: Cliquez ici pour vous identifier

source: before saving (opens in new window).
fr: avant d'enregistrer (ouvre une nouvelle fenêtre)

source: [1:Important:] By submitting content, you agree to release your contributions under the [2:Open Database License]. Please [3:refrain] from editing this page if you are [4:not] happy to do this.
fr: [1:Important:] En soumettant du contenu, vous acceptez de publier vos contributions sous [2:Licence Base de données Ouvertes]. Merci de vous [3:restreindre] de modifier cette page si vous n'êtes [4:pas] d'accord.

source: - Edit Resources - Datasets
fr: - Mettre à jour les ressources- jeux de données

source: Edit Resources:
fr: Mettre à jour les ressources:

source: New key
fr: Nouvelle clé

source: with value
fr: avec valeur

source: Read dataset as of %s
fr: Lecture du jeu de données en tant que %s

source: Add - Datasets
fr: Ajouter - Jeux de données

source: Add a Dataset
fr: Ajouter un jeu de données

source: Member of:
fr: Membre de:

source: Add to:
fr: Ajouter à:

source: Add Resources
fr: Ajouter des ressources

source: Adding custom fields to the dataset such as "location:uk" can help users find it in the search engine. This data will also appear under
fr: Ajouter des champs spécifiques au jeu de données comme "localisation:France" peut aider les utilisateurs à le trouver via le moteur de recherche. Cette donnée apparaitra également sous

source: when viewing the dataset.
fr: en consultant le jeu de données

source: This dataset is
fr: Ce jeu de données est

source: Summary
fr: résumé

source: Briefly describe the changes you have made...
fr: Décrivez brièvement les changements que vous avez fait...

source: [1:Dataset page] on [2:%(harvest_catalogue_name)s]
fr: [1:page du jeux de données] sur [2:%(harvest_catalogue_name)s]

source: , why not
fr: , pourquoi ne pas

source: add one
fr: en ajouter un

source: Someresources
fr: Quelques ressources

source: Search...
fr: Recherche...

source: Differences - Revisions
fr: Différences - Révisions

source: Revision Differences -
fr: Différences entre les révisions -

source: From:
fr: Depuis:

source: To:
fr: vers:

source: Difference
fr: Différence

source: No differences
fr: Pas de différences

source: Revision History
fr: Historique des révisions

source: Track the most recent changes to the system, with most recent changes first.
fr: Enregistre les changements les plus récents du système, avec les changement les plus récents en premier.

source: Revision:
fr: Révision :

source: Revision Actions
fr: Actions de révision

source: Undelete
fr: Restaurer

source: Log Message:
fr: Message de log :

source: Changes
fr: Modifications

source: Datasets' Tags
fr: Tags des jeux de données

source: Dataset -
fr: Jeu de données -

source: Embed Data Viewer
fr: Incorporez le visualiseur de données

source: Embed this view
fr: Incorporez cette vue

source: by copying this into your webpage:
fr: en copiant ceci dans votre page web:

source: Choose width and height in pixels:
fr: Choisissez la largeur et la hauteur en pixels

source: Width:
fr: largeur:

source: Height:
fr: hauteur:

source: Entity
fr: Entité

source: This upload form is valid for a limited time (usually 1h or so). If the form expires please reload the page.
fr: Ce formulaire de transfert est valable pour une durée limitée (habituellement 1 heure). Si le formulaire expire veuillez recharger la page.

source: File:
fr: Fichier:

source: Upload - Successful
fr: Transfert - réussi

source: Filed uploaded to:
fr: Fichier transféré à :

source: Upload another »
fr: transférér un autre >>

source: There are
fr: Il y a

source: results for ‘
fr: résultats pour "

source: results for tags.
fr: résultats pour les tags.

source: Clear search
fr: supprimer la recherche

source: and see all tags.
fr: et voir tous les tags.

source: There are %(count)s datasets tagged with [1:%(tagname)s]:
fr: Il y a %(count)s jeux de données taggés avec [1:%(tagname)s]:

source: - Edit - User
fr: - Modifier - Utilisateur

source: Edit User:
fr: Modifier l'utilisateur :

source: Full name
fr: Nom complet

source: A little about you...
fr: Quelques mot à propos de vous...

source: Change your password
fr: Modifier votre mot de passe

source: Password
fr: mot de passe

source: Password (repeat)
fr: mot de passe (répétez)

source: Change your username
fr: Modifier le nom d'utilisateur

source: Username
fr: nom d'utilisateur

source: My Profile
fr: Mon profil

source: Edit Profile
fr: Modifier le profil

source: Log out
fr: Déconnexion

source: View Profile
fr: Voir le profile

source: Register Account
fr: Enregistrer un compte

source: Search Users
fr: Recherche sur les utilisateurs

source: [1:%(item_count)s] users found.
fr: [1:%(item_count)s] utilisateur(s) trouvé(s).

source: Sort by name
fr: Trier par nom

source: Sort by edits
fr: Trier par modifications

source: Member for
fr: Membre pour

source: Login using Open ID
fr: Se connecter en utilisant Open ID

source: NB: To set-up your OpenID for this site, you first need to [1:Register] and then edit your Profile to provide your OpenID.
fr: NB: Pour paramétrer votre compte OpenID pour ce site, vous devez d'abord [1: vous enregistrer] et ensuite metter à jour votre profil pour fournir votre OpenID.

source: Please click your account provider:
fr: Merci de sélectionner votre fournisseur de compte :

source: OpenID Identifier:
fr: Identifiant OpenID

source: Don't have an OpenID?
fr: Vous n'avez pas d'OpenID ?

source: OpenID is service that allows you to log-on to many different websites using a single identity. Find out [1:more about OpenID] and [2:how to get an OpenID enabled account]. Probably the simplest way is sign up with a free OpenID provider such as [3:https://www.myopenid.com/].
fr: OpenID est un service qui permet de s'identifier avec une identité unique dans des sites web différents. Apprenez en [1:plus sur l'OpenID] et [2:comment obtenir un compte openID fonctionnel]. Le moyen le plus simple est probablement de vous inscrire avec un fournisseur d'OpenID gratuit comme [3:https://www.myopenid.com/].

source: Sign in with OpenID
fr: identifiez-vous avec OpenId

source: Logout - User
fr: Se déconnecter - Utilisateur

source: Logout from
fr: Formulaire de déconnexion

source: You have logged out successfully.
fr: Déconnexion réussie.

source: Logged in - User
fr: identifié en tant que - utilisateur

source: Logged into
fr: identifié dans

source: is currently logged in
fr: est actuellement identifié dans

source: To register or log in as another user, you need to
fr: Pour vous enregistrer ou vous inscrire avec une utilisateur différent, vous devez

source: logout
fr: vous déconnecter

source: first.
fr: d'abord.

source: Register - User
fr: Enregistrement - Utilisateur

source: Register for a new Account
fr: Enregistrer un nouveau compte

source: 3+ chars, using only 'a-z0-9' and '-_'
fr: au mins 3 caractères, en utilisant uniquement 'a-z0-9' et '-_'

source: Full name (optional)
fr: Nom complet (optionnel)

source: E-Mail
fr: courriel

source: Register now
fr: Enregistrez vous maintenant

source: Password (repeat):
fr: Mot de passe (re-saisir):

source: - User
fr: - Utilisateur

source: Member since
fr: Membre depuis

source: No email
fr: Pas d'email

source: API Key
fr: clé d'API

source: – Note: your API key is visible only to you!
fr: - Note: votre clé d'API est visible uniquement par vous!

source: Edits
fr: Modifications

source: Public Activity
fr: Activité publique

source: Reset password
fr: Réinitialiser le mot de passe

source: Request a password reset
fr: Demander une réinitialisation de votre mot de passe

source: User name:
fr: Nom d'utilisateur:
